Autodesk.Revit.DB.Structure.BendingDetailBendDiameterDimensionType
Describes the dimension type for bend diameter.
Since:
2024
Since:
2024

Autodesk.Revit.DB.Structure.BendingDetailBendDiameterDimensionType.Diameter
Diameter Dimension Type

Autodesk.Revit.DB.Structure.BendingDetailBendDiameterDimensionType.Radial
Radial Dimension Type